Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/oopa_saanijd_-kuvasanakirja_ilmestyy_digikirjana.html.tmx
Source language: fin
Languages: sme

source: Oopâ saanijd -kuvasanakirja ilmestyy digikirjana
sme: Oopâ saanijd -govvasátnegirji almmustuvvá digigirjin

source: Suositusta Oopâ saanijd -kuvasanakirjasta julkaistaan nyt digiversio.
sme: Bivnnuhis Oopâ saanijd -govvasátnegirji almmustuvvá dál digitála hámis.

source: Alkuperäisen kirjan tekijä on Matti Morottaja ja kirjan kuvat on piirtänyt Sirpa Seppänen.
sme: Álgoálgosaš girjji lea čállán Matti Morottaja ja girjji govaid lea sárgon Sirpa Seppänen.

source: Matti Morottaja on myös lukija digikirjassa.
sme: Matti Morottaja lea maid digigirjjis lohkkin.

source: Digikirjassa on käytetty alkuperäisen kirjan kuvia ja tekstejä.
sme: Digigirjjis leat geavahuvvon álgoálgosaš girjji govat ja teavsttat.

source: Digikirjaan on kuvan ja tekstin lisäksi lisätty ääni.
sme: Digigirjái lea gova ja teavstta lassin lasihuvvon jietna.

source: Nyt on mahdollista opetella myös sanojen ääntämistä.
sme: Sániid jietnadeami lea dál vejolaš oahpahallat.

source: Digikirjan teknisestä toteutuksesta ja sanojen äänittämisestä vastasivat Anne Seipiharju ja Miina Seurujärvi.
sme: Digigirjji leaba teknihkalaččat ollašuhttán Anne Seipiharju já Miina Seurujärvi ja soai leaba bádden maid jienaid.

source: Ääninauhojen leikkauksen ja äänten käsittelyn on tehnyt Janne Lappalainen.
sme: Janne Lappalainen lea čuohppan jietnabáttiid ja giehtadallan jienaid.

source: Saamelaiskäräjien oppimateriaalit
sme: Sámedikki oahppamateriálat
